/** "Insert Text Macro" Menus and Menu items **/

"#If / Else Block" = "#If / Else Block";
"#If 0 Block" = "#If 0 Block";
"#If Block" = "#If Block";
"#Ifdef / Else Block" = "#Ifdef / Else Block";
"#Ifdef Block" = "#Ifdef Block";
"#Ifdef __cplusplus Block" = "#Ifdef __cplusplus Block";
"#Ifdef _cplusplus / Else Block" = "#Ifdef _cplusplus / Else Block";
"#Import Statement (System)" = "#Import Statement (System)";
"#Import Statement (Framework)" = "#Import Statement (Framework)";
"#Import Statement" = "#Import Statement";
"#Include Statement (System)" = "#Include Statement (System)";
"#Include Statement" = "#Include Statement";
"#Pragma Mark" = "#Pragma Mark";
"Alloc / Init Call" = "Alloc / Init Call";
"Anchor" = "Anchor";
"Angle Bracket Selection" = "Angle Bracket Selection";
"Array Declaration" = "Array Declaration";
"Array For Loop" = "Array For Loop";
"Bigger" = "Bigger";
"Bold" = "Bold";
"Bracket Expression" = "Bracket Expression";
"C" = "C";
"C++" = "C++";
"Case Block" = "Case Block";
"Catch Block" = "Catch Block";
"Center" = "Center";
"Class Definition" = "Class Definition";
"Code" = "Code";
"Comment Selection" = "Comment Selection";
"Completion string / Menu item" = "Completion string / Menu item";
"Completion string" = "Completion string";
"Copyright Comment" = "Copyright Comment";
"Cout Message" = "Cout Message";
"Cout Statement" = "Cout Statement";
"Dealloc Method Definition" = "Dealloc Method Definition";
"Do While Loop" = "Do While Loop";
"Dynamic Cast" = "Dynamic Cast";
"Else Block" = "Else Block";
"Else If Block" = "Else If Block";
"Enum Definition" = "Enum Definition";
"Extern \"C\" Block" = "Extern \"C\" Block";
"Extern \"C\" Statement" = "Extern \"C\" Statement";
"Finally Block" = "Finally Block";
"For Loop" = "For Loop";
"For i Loop" = "For i Loop";
"HTML" = "HTML";
"Heading 1" = "Heading 1";
"Heading 2" = "Heading 2";
"Heading 3" = "Heading 3";
"Heading 4" = "Heading 4";
"Heading 5" = "Heading 5";
"Heading 6" = "Heading 6";
"Heading" = "Heading";
"Horizontal rule" = "Horizontal rule";
"If / Else Block" = "If / Else Block";
"If Block" = "If Block";
"Init Method Definition" = "Init Method Definition";
"Italics" = "Italics";
"Java" = "Java";
"Link With Target" = "Link With Target";
"Link" = "Link";
"List Item" = "List Item";
"Menu item" = "Menu item";
"Mutable Array Declaration" = "Mutable Array Declaration";
"NSArray" = "NSArray";
"NSDictionary" = "NSDictionary";
"NSLog() Call" = "NSLog() Call";
"NSMutableArray" = "NSMutableArray";
"NSMutableDictionary" = "NSMutableDictionary";
"NSMutableString" = "NSMutableString";
"NSString" = "NSString";
"Namespace Definition" = "Namespace Definition";
"Objective-C" = "Objective-C";
"Ordered List" = "Ordered List";
"Parenthesize Selection" = "Parenthesize Selection";
"Printf() Call" = "Printf() Call";
"Println() Call" = "Println() Call";
"Quote Selection" = "Quote Selection";
"Reinterpret Cast" = "Reinterpret Cast";
"Separator Comment" = "Separator Comment";
"Smaller" = "Smaller";
"Static Cast" = "Static Cast";
"Strikethrough" = "Strikethrough";
"Struct Definition" = "Struct Definition";
"Subscript" = "Subscript";
"Superscript" = "Superscript";
"Switch Block" = "Switch Block";
"Synchronized Block" = "Synchronized Block";
"Text macro specifications" = "Text macro specifications";
"Title" = "Title";
"Top level menu" = "Top level menu";
"Try / Catch Block" = "Try / Catch Block";
"Type Definition" = "Type Definition";
"Typewriter Text" = "Typewriter Text";
"Underline" = "Underline";
"Union Definition" = "Union Definition";
"Unordered List" = "Unordered List";
"While Loop" = "While Loop";
